Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Education Metrics
uk: Показники освіти

source: No Expiration Date
uk: Відсутня дата закінчення строку

source: %(post_type)s posted %(time_ago)s by %(author)s
uk: %(post_type)s виставлено %(time_ago)s автором %(author)s

source: Enter a username or email.
uk: Введіть ім'я користувача або електронну пошту.

source: Error: unknown rolename "{rolename}"
uk: Помилка: невідоме ім'я ролі "{rolename}"

source: Create Your First Section and Subsection
uk: Створіть свій перший розділ і підрозділ

source: Variant
uk: Варіант

source: Recipient Name
uk: Ім’я отримувача

source: Invalid prerequisite course key
uk: Невірний ключ обов'язкового курсу-пререквізиту

source: choose new status
uk: виберіть новий статус

source: Showing results for "%(searchString)s"
uk: Показано результати для "%(searchString)s"

source: Value of this user attribute.
uk: Значення атрибута цього користувача.

source: A properly formatted e-mail is required
uk: Потрібен e-mail встановленої форми

source: Submissions have been flagged for review
uk: Відповіді були позначені для перегляду

source: Status of Your Response
uk: Статус Вашої відповіді

source: HOW TO USE EDX DISCUSSIONS
uk: ПРАВИЛА КОРИСТУВАННЯ ФОРУМОМ EDX

source: Show
uk: Показати

source: This assessment could not be submitted.
uk: Ця оцінка не може бути представлена.

source: Language
uk: Мова

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
uk: Ваша транзакція скасована. Якщо ви вважаєте, що сталася помилка, напишіть нам на {email}.

source: Subcategory
uk: Підтема

source: Message {action} for {succeeded} of {attempted} recipients
uk: Повідомлення {action} для {succeeded} з {attempted} отримувачів

source: Feedback saved.
uk: Відгук збережено.

source: Instructions
uk: Інструкція

source: We just need a little more information before you start learning with {platform_name}.
uk: Нам потрібно ще трішки інформації перед тим, як ви почнете навчання з {platform_name}.

source: Name
uk: Ім'я

source: Mode {mode} does not exist for {course_id}
uk: Режим {mode} не існує для курсу {course_id}

source: Total Enrolled
uk: Загалом записаних

source: You need to log in or sign up to use this function.
uk: Вам необхідно увійти або зареєструватись для використання цієї функції.

source: Currently Enrolled
uk: Зараз записаний

source: Unique Viewers
uk: Унікальні глядачі

source: Rescoring runs in the background, and status for active tasks will appear in the 'Pending Tasks' table. To see status for all tasks submitted for this problem and student, click on this button:
uk: Повторна перевірка відбувається у фоновому режимі. Статус виконуваних завдань можна дізнатися у розділі «Поточні завдання». Щоб подивитися статус усіх завдань для даного завдання або слухача, натисніть цю кнопку:

source: Photos don't meet the requirements?
uk: Фотографії не відповідають вимогам?

source: Highest level of education completed
uk: Найвищий рівень освіти, що Ви отримали:

source: Document your accomplishment!
uk: Отримайте документальне підтвердження своїх досягнень!

source: enter image description here
uk: уведіть тут опис зображення

source: Please enter non-negative integer.
uk: Будь ласка, введіть не негативне ціле число.

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
uk: Натисніть, щоб створити файл у форматі CSV зі списком ще не зареєстрованих користувачів, яким доступна реєстрація на курс

source: Almost there!
uk: Ми майже закінчили!

source: To perform these actions, visit the Student Admin section of the Instructor Dashboard.
uk: Щоб виконати ці дії, відвідайте студентський адмін-розділ викладацької панелі управління.

source: The verification deadline must occur AFTER the upgrade deadline.
uk: Термін перевірки повинен відбутися після закінчення встановленого терміну поновлення.

source: Gender: <%=value%>
uk: Стать: <%=value%>

source: Thank you for your purchase of {course_name}!
uk: Дякуємо Вам за покупку {course_name}!

source: about a year
uk: близько року

source: Assign students to cohort groups by uploading a CSV file.
uk: Додайте студентів до навчальних груп за допомогою завантаження файлу CSV.

source: Unable to get git log
uk: Неможливо отримати журнал роботи git

source: Discard Changes
uk: Скасувати зміни

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
uk: Якщо ви не пройдете процес ідентифікації зараз, ви все-одно можете переглянути курси через ваш особистий кабінет. Ви будете періодично отримувати нагадування від %(platformName)s про проходження ідентифікації.

source: Report
uk: Поскаржитися

source: Administration List Management
uk: Управління списком адміністрації

source: Recipient Email
uk: Електронна адреса отримувача

source: bytes
uk: байти

source: Grade
uk: Оцінка

source: Are you sure you want to delete this comment?
uk: Ви впевнені, що хочете видалити цей коментар?

source: Justify
uk: Вирівняти за шириною

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
uk: Результат збережений в xblock KVS - опублікований результат продубльований в django DB.

source: You cannot view the course as a student or beta tester before the course release date.
uk: Ви не можете переглянути курс як студент або бета-тестер до дати початку курсу.

source: There has been an error processing your survey.
uk: Виникла помилка під час обробки вашої роботи.

source: Level of Education
uk: Рівень освіти

source: We're sorry, %(platform_name)s enrollment is not available in your region
uk: Вибачте, запис на курси з %(platform_name)s не доступне з вашого регіону

source: Net difference in current enrollment in the last week.
uk: Чиста різниця з поточного зарахування протягом останнього тижня.

source: Lower Alpha
uk: Латинські букви в нижньому регістрі

source: Number of Verified Students Contributing More than the Minimum
uk: Кількість перевірених студентів, які роблять більше за мінімум

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines.
uk: {cert_type} сертифікат означає, що слухач {platform_name} зобов'язався виконувати кодекс честі {platform_name}'s і завершив всі необхідні завдання даного курсу у відповідності з його керівними принципами.

source: You do not have permission to schedule training
uk: У вас немає прав для планування тренування.

source: Insert video
uk: Вставити відео

source: Saved cohort
uk: Збережені когорти

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
uk: Словник, який зіставляє, які групи можна показувати в цьому блоці. Ключі - це ідентифікатори групових конфігурацій і значення - це список ідентифікаторів груп. Якщо немає ключа для групової конфігурації або якщо список ідентифікаторів груп порожній, то блок вважається видимим для всіх. Зверніть увагу, що це поле ігнорується, якщо блок має властивість visible_to_staff_only.

source: For exceptions
uk: Для винятків

source: previous page
uk: попередня сторінка

source: Numbered list
uk: Нумерований список

source: The name students see. This name appears in the course ribbon and as a header for the video.
uk: Назва, яку бачить студент. Ця назва відображається у стрічці курсу і використовується як заголовок для відео.

source: Invalid
uk: Некоректний

source: Countries with at least one student.
uk: Країни хоча б з один студентом

source: I just enrolled in {number} {title} through {account}: {url}
uk: Я щойно записався на {number} {title} через {account}: {url}

source: Error getting feedback from grader.
uk: Помилка отримання відповіді від оцінювача

source: If true, certificate Web/HTML views are enabled for the course.
uk: При значенні true режим перегляду у вигляді HTML буде доступний для обраного курсу.

source: A slug named "%s" already exists.
uk: Стаття зі slug-рядком "%s" вже існує.

source: Message
uk: Повідомлення

source: Show Student's Exam Adjustment History
uk: Показати історію налаштувань вступного іспиту

source: Space-separated list of XBlock types whose creation to disable in Studio.
uk: Список розділених пробілами типів XBlock, створення яких відключити в студії.

source: Select all
uk: Вибрати всі

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the register button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
uk: Користувачеві даного облікового запису не дозволена реєстрація для участі в цьому курсі. Можливо, Вам доведеться {start_logout_tag}вийти з системи{end_tag}, а потім знову спробувати зареєструватися. Будь ласка, перегляньте розділ {start_help_tag}допомоги{end_tag}, щоб знайти можливе рішення проблеми.

source: original article
uk: оригінальний текст статті

source: Country with the third largest number of students.
uk: Країна - третя за кількістю студентів, записаних на курс.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
uk: Якщо Ви не подавали заявку на зміну пароля, Ви можете не звертати уваги на це повідомлення - Ваш пароль ще не був змінений.

source: Invalid task_output information found for instructor_task {0}: {1}
uk: Знайдено некоректну task_output інформацію для instructor_task {0}: {1}

source: There are no posts here yet. Be the first one to post!
uk: Тут ще немає повідомлень. Станьте першим, хто залишить повідомлення!

source: {num_second} seconds
uk: {num_second} секунд

source: vote
uk: голосувати

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
uk: Це адреса, за якою буде доступна ваша стаття. Використовуйте тільки алфавітно-цифрові символи, дефіс та нижнє підкреслювання. Пам'ятайте, що ви не зможете змінити посилання після створення статті.

source: Code Sample (Ctrl+K)
uk: Приклад коду (Ctrl+K)

source: Activate Your Account
uk: Активувати ваш Аккаунт

source: Global
uk: Глобальний

source: Each bar shows the grade distribution for that problem.
uk: Кожен стовпчик показує розподіл оцінок за окреме завдання.

source: Article without content (%(id)d)
uk: Стаття без dмісту (%(id)d)

source: The download URL for the generated certificate.
uk: Посилання для скачування сертифіката

source: Validation Error While Saving
uk: Помилка валідації при збереженні

source: CVN did not match.
uk: Невідповідний номер CVN.

source: locked
uk: заблоковано

source: Find
uk: Пошук

source: EdxNotes Service is unavailable. Please try again in a few minutes.
uk: Сервіс нотаток недоступний. Будь ласка, спробуйте ще раз через декілька хвилин.

source: Puzzle Leaderboard
uk: Рейтингова таблиця завдань

source: AI-Assessment
uk: Автоматичне оцінювання

source: {a_start}Go to your dashboard{a_end} to purchase course credit.
uk: {a_start}Перейти до панелі управління{a_end}, щоб оплатити оформлення заліку за курс.

source: Expiration Date
uk: Дата закінчення терміну

source: Engagement Content
uk: Зміст Залученності

source: Enter the names of the advanced components to use in your library.
uk: Введіть назви додаткових компонентів, які використовуються у вашій бібліотеці.

source: Active
uk: Активний

source: Error sending email.
uk: Помилка під час відправлення пошти.

source: LEARN MORE
uk: Дізнатися більше

source: Yes, delete this component
uk: Так, видалити цей компонент

source: article contents
uk: вміст статті

source: Library
uk: Бібліотека

source: You can save your progress and return to complete your response at any time.
uk: Ви можете зберегти ваш прогрес і повернутися, щоб завершити свою відповідь в будь-який час.

source: parallel resistors function
uk: функція паралельних резисторів

source: Article properties last modified
uk: Властивості статті востаннє були змінені

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
uk: (4) Тепер ви можете натиснути на кнопку «переглянути курс» або побачити свій курс на панелі управління {url}

source: Your gender is required
uk: Необхідно вказати стать

source: Top num_top_words words for word cloud.
uk: Слова num_top_words, що найбільш часто зустрічаються в хмарі.

source: Course End Date
uk: Дата завершення курсу

source: Save your answer
uk: Зберегти відповідь

source: The status of the example certificate.
uk: Статус, який позначає, що це приклад сертифіката.

source: Some Rights Reserved
uk: Деякі права захищені.

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
uk: Завдання, визначені для цього курсу, повинні збігатися з тими, які зберігаються в журналі, щоб він працював правильно!

source: Please verify your new email address
uk: Будь ласка, підтвердіть вашу нову електронну пошту

source: Invoice Number
uk: Номер рахунку-фактури

source: Moved to next step.
uk: Перейдено до наступного кроку

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
uk: CSV-файл, що містить реєстраційні посилання, прикріплений. Будь ласка, повідомте адресу реєстрації кожному студенту, який планує зареєструватися на курс. Шаблон для розсилки нижче.

source: Reason field should not be left blank.
uk: Поле з причиною не повинне бути пустим.

source: Saving
uk: Збереження

source: Name:
uk: Ім'я:

source: Entrance Exam
uk: Вступний іспит

source: Number of seats purchased in bulk
uk: Кількість місць, куплених оптом

source: The underlying module store does not support import.
uk: Нижчевказані модулі не підтримують імпортування.

source: Course Registration Close Date
uk: Дата завершення реєстрації на курс

source: Section Navigation
uk: Навігація по Розділу

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
uk: Зараз йде заключний етап роботи над курсом. Ваша фінальна оцінка скоро буде доступна.

source: Enter the number of days before the start date that beta users can access the course.
uk: Введіть кількість днів до дати початку курсу, протягом яких бета-користувачі отримають доступ до курсу.

source: Cannot find user with email address {email_addr}
uk: Не вдалося знайти користувача з email {email_addr}

source: The datetime after which users are no longer allowed to submit photos for verification.
uk: Дата і час, після яких користувачі не зможуть відправляти фото для підтвердження особи.

source: Allow File Uploads
uk: Дозволити завантаження файлів

source: coupon id not found
uk: ідентифікаційний номер купона не знайдено

source: Are you sure you want to issue a full refund?
uk: Ви справді бажаєте створити процедуру повернення грошей?

source: The photo on your ID must match the photo of your face
uk: Фото на Вашому документі має збігатися із фото Вашого обличчя

source: %(value)s minutes
uk: %(value)s хвилин

source: Enter username or email
uk: Вказати ім'я чи електронну адресу

source: Honor Code Enrollment
uk: Зараховано на умовах Кодексу Честі

source: What were the viewing patterns for this video?
uk: Якіми були зразки перегляду для цього відео?

source: Try loading again
uk: Спробуйте завантажити знову

source: List
uk: Список

source: Sorry! We can't find anything matching your search. Please try another search.
uk: Вибачте! Ми не можемо знайти нічого з того, що Ви шукаєте. Будь ласка, спробуйте ввести інший запит.

source: CCX Coach Dashboard
uk: Панель управління тьютора

source: Linking
uk: Приєднання

source: The percentage of students aged from 26 to 40 years (of those who provided a year of birth).
uk: Процентне співвідношення студентів віком від 26 до 40 (з тих, хто вказав дату народження).

source: Center
uk: Центр

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
uk: Сталась помилка під час оновлення спроб здачі для завдання '<%= problem_id %>' та студента '<%= student_id %>'. Перевірте, що ідентифікатори завдання та студента уведені вірно.

source: You requested a credit for a capture that was previously voided
uk: Ви запросили список учасників для запису, який раніше було видалено

source: Password must be supplied if not using certificates
uk: В разі невикористання сертифікатів необхідно надати пароль

source: Go Back
uk: Повернутися

source: See XML source line {sourcenum}.
uk: Дивіться оригінальний рядок XML {sourcenum}.

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
uk: Коли ви з'єднуєте редакцію із поточною всі дані будуть збережені з обох версій та розташовані на приблизних позиціях з кожної редакції.

source: Article modified: %s
uk: Стаття змінена: %s

source: Resubmit Invoice
uk: Повторно відправити рахунок-фактуру

source: Failed to delete student state.
uk: Не вдалося видалити стан студента.

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
uk: Для реєстрації та внесення в список слухачів курсу, виберіть файл у форматі CSV, який містить наступні стовпці у такому порядку: електронна пошта, ім'я користувача, свласне ім’я і країна. Будь ласка, вкажіть одного учня на рядок і не використовуйте будь-яких колонтитулів або порожніх рядків.

source: Print Certificate
uk: Роздрукувати сертифікат

source: If you make significant changes, make sure you notify members of the team before making these changes.
uk: Перед тим, як вносити значні зміни, обов'язково попередьте інших членів команди.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
uk: Якщо ця опція <em>не зазначена</em>, користувачі, які не зареєстровані в {platform_name} не будуть зараховані на курс. Однак вони зможуть записатися на нього, створивши обліковий запис.

source: Link Description
uk: Опис посилання

source: %(link_start)sOur support center%(link_end)s can help you find solutions.
uk: %(link_start)sНаш центр підтримки%(link_end)s може допомогти вам знайти рішення.

source: Customer Information
uk: Інформація про клієнта

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student grade information.
uk: Посилання генеруються на вимогу та зникнуть протягом 5 хвилин через чутливість інформації про оцінки студентів.

source: Header 1
uk: Заголовок 1

source: anonymous (IP logged)
uk: анонім (IP записано)

source: Repo Branch (optional)
uk: Розділ git репозиторія (опціонально)

source: New document
uk: Новий документ

source: Upset Learner
uk: Незадоволений студент

source: Success
uk: Успіх

source: Noncommercial
uk: Не комерційний

source: Error adding/removing users as beta testers.
uk: Помилка додавання/видалення користувачів як бета-тестерів

source: {platform_name} Logo
uk: {platform_name} Лого

source: Sign up for {platform_name} today!
uk: Зареєструйтеся на {platform_name} вже сьогодні!

source: Answer not provided for {input_type}
uk: Відповідь для {input_type} не зазначена

source: Error: user "{username}" already has rolename "{rolename}", cannot add
uk: Помилка: користувач "{username}" вже має роль "{rolename}", неможливо додати

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
uk: <strong>Увага:</strong> Ваш браузер не повністю підтримується. Ми дуже рекомендуємо використовувати {chrome_link} або {ff_link}.

source: Explicitly Hiding from Students
uk: Явно прихований від студентів

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
uk: Сторінка, яку Ви шукали, не знайдена. Поверніться до домашньої сторінки {homepage} або повідомте нам про будь-які сторінки, які могли бути переміщені, повідомленням на {email}.

source: %(errorCount)s errors found in form.
uk: %(errorCount)s помилок знайдено.

source: Download Subsection Data for all Subsections as a CSV
uk: Завантажити дані по всіх підрозділах у форматі CSV

source: University
uk: Університет

source: Advanced Module List
uk: Список додаткових модулів

source: example: username@domain.com
uk: приклад: username@domain.com

source: Total Cost
uk: Загальна вартість

source: Task is already running.
uk: Задача вже виконується.

source: No color
uk: Немає кольору

source: Wed
uk: Ср

source: yourself
uk: ви

source: Math Expression
uk: Математичний Вираз

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
uk: Обробка електронної пошти відбувається у фоновому режимі. Статус всіх активних процесів, у тому числі пов'язаних з відправкою повідомлень, відображається в таблиці нижче.

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
uk: Назва підтеми обговорення. Ця назва відображається в лівій навігаційної панелі форуму курсу.

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
uk: Тільки для досвідчених користувачів. Помилки в системі оцінювання можуть привести до некоректної роботи курсу. У формі не перевіряється коректність правил оцінювання перед збереженням.

source: Edit Price
uk: Змінити ціну

source: Please enter the date in this format i-e month/day/year
uk: Будь ласка, введіть дати в цьому форматі, тобто місяць/день/рік

source: You may also delete the entire state of a student for the specified module:
uk: Ви також можете повністю видалити статус студента, пов'язаний з певним модулем:

source: Financial Assistance Application
uk: Заява на фінансову допомогу

source: Required Peer Grading
uk: Необхідна взаємна перевірка

source: your answer
uk: ваша відповідь

source: You have not started this problem yet.
uk: Ви ще не почали це завдання.

source: Please select a valid organization.
uk: Будь ласка, виберіть потрібну організацію.

source: Tweet that you've enrolled in this course
uk: Поділіться у Twitter тим, що Ви зареєструвались на цей курс

source: Maximum upload file size is {file_size} bytes.
uk: Максимальний розмір завантаженого файлу - {file_size} байт

source: [Refund] User-Requested Refund
uk: [Відшкодування] Відшкодування на вимогу користувача

source: You have signed out.
uk: Ви вийшли.

source: Table
uk: Таблиця

source: Space-separated list of XBlocks which should not render.
uk: Розділений пробілами список XBlock, який не повинно відображати.

source: Did not find a group with name "{}" - skipping.
uk: Не знайдено групу з іменем "{}"- пропуск.

source: Problem location
uk: Місцезнаходження завдання

source: Title:
uk: Назва:

source: {0} is required
uk: {0} необхідно

source: You must wait at least {wait} seconds between submissions.
uk: Ви повинні зачекати принаймні {wait} секунд між двома завантаженнями.

source: Format
uk: Формат
